Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/www.samediggi.fi/dihtosis-doaibma_viidana_vuolleskuvllaide.html.tmx
Source language: sme
Languages: smn

source: Dihtosis-doaibma viidána vuolleskuvllaide
smn: Dihtosis-toimâ vijđán vyeliškovláid

source: Sámedikki nuoraidráđi ja Nuoraid Akademiija Dihtosis-prošeakta lea juohkán sámedieđuid ja fállan doaibmanbargobájiid badjeskuvllaide ja maiddái nuppi dási oahppolágádusaide juo guovtte jagi áigge.
smn: Sämitige nuorâirääđi já Nuorâi Akatemia Dihtosis-haahâ lii juáhám sämmilâštiäđu já faallâm toimâlijd pargopáájáid paješkovláid sehe nube tääsi oppâlájádâssáid jo kyehti ive.

source: Dál prošeakta viidána maiddái vuolleskuvllaide!
smn: Tääl haahâ vijđán meid vyeliškovláid!

source: Bargobájit
smn: Pargopáájáh

source: Čavčča áigge Dihtosis-prošeavtta olis lea johttojuvvon vuolleskuvllain, iskkadallon iešguđetlágan hárjehusat ja heivehuvvon bargobájit nu, ahte dat heivejit nu vuolleskuvlla smávimus mánáide go boarrásutge oahppiide.
smn: Čoovčâ ääigi Dihtosis-haavâ ooleest láá jottáám vyeliškoovlâin, keččâlâm sierâ hárjuttâsâid já hammim pargopáájáid tienuuvt, ete toh heivejeh nuuvt vyeliškoovlâ ucemus párnáid ko meid puárásub uáppeid.

source: Bargobájiin mánát ovdamearkan dutket sániid ja govaid, spellet diehtogilvvuid dahje oahpásmuvvet videoid bokte sámegávttiide.
smn: Pargopáájáin párnááh ovdâmerkkân totkeh saanijd já kuuvijd, spellih tiätukišto tâi uápásmeh videoi peht sämimááccuháid.

source: Vuolleskuvllaid smávimus mánát sáhttet oahpásmuvvat fáddái maiddái ivdnengovaid, árbevirolaš máidnasiid sihke lávluma ja stoahkama bokte.
smn: Vyeliškoovlâi ucemusah pyehtih uápásmuđ fáádán meid ivnimkuuvij, ärbivuáválij mainâsij sehe lávlum já sierâdem peht.

source: Vuolleskuvllaide bargobáji sáhttá diŋgot 45 minuhta iskkadallamin , muhto dan sáhttá háliidettiin váldit maiddái guhkit duppaldiibmun ja gaskkalduhttit gaskadiimmuin.
smn: Vyeliškovláid pargopáájá puáhtá tiiláđ 45 miinut keččâlmin, mutâ tom puáhtá haalijddijn väldiđ meid kuhheeb tubletijmen tijmekoskáin.

source: Dihtosis -bargobájiid sáhttá diŋgot sihke gáiddus- ja lagašgalledeapmin.
smn: Dihtosis -pargopáájáid puáhtá tiiláđ sehe káidus- já aldakolliistâlmin.

source: Gáiddusgalledeamit ollašuhttojit riikkadásis;
smn: Káiduskolliistâlmijd olášuteh väldikodálávt;

source: lagašgalledeami sáhttá diŋgot oaivegávpotguvlui, Turkui, Jyväskyläi, Oului ja Roavvenjárgii sihke daid lagašguovlluide.
smn: aldakolliistâllâm puáhtá tiiláđ uáivikaavpugkuávlun, Tuurkun, Jyväskylän, Oulun já Ruávinjaargân sehe tai aldakuávloid.

source: Smávva speallu sámiid birra
smn: Uccâ spellâ sämmilijn

source: Bargobajiid lassin prošeavttas lea čakčat ovddiduvvon ođđa speallu 4–6-luohkkálaččaide.
smn: Pargopáájái lasseen haavâst láá čohčuv ovdedâm uđđâ speelâ 4–6-luoka uáppeid.

source: Smávva speallu sámiid birra fállá vuođđodieđuid das, geat sámit leat ja mat iešvuođat dahket sin kultuvrras áidnalunddoga.
smn: Uccâ spellâ sämmilijn fáálá vuáđutiäđu tast, ete kiäh sämmiliih láá já moh jiešvuođah taheh sii kulttuurist áinoošlajâsii.

source: Speallobargobihtát gieđahallet earret eará historjjá, sámeguovllu, gielaid, sámegielat mánáid prográmmaid, sámegávtti ja sámemusihka.
smn: Spellâpargopitáh kieđâvušeh ovdâmerkkân historjá, sämmilâšvuođâ, kielâid, sämikielâlijd párnáiohjelmijd, sämimááccuh já sämimuusik.

source: Lassin Dihtosis -prošeavtta materiálafálaldagas gávdno ain Sukellus saamelaiskulttuuriin -speallu, mas oahpásmuvvo vehá vuđolabbot sámiide.
smn: Toos lasseen Dihtosis-haavâ materiaalvaljiittâsâst lii ain Sukellus saamelaiskulttuuriin -spellâ, mast vuáijuh váhá jieŋâlubbooht áášán.

source: Badjeskuvllaide ja nuppi dássái dárkkuhuvvon spealus gieđahallojit vuođđodieđuid lassin earret eará eamiálbmogat, kultuvrra oamasteapmi ja maiddái sámiid vásihan vealaheapmi.
smn: Paješkovláid já nube táásán čuosâttum speelâst kieđâvušeh vuáđutiäđu lasseen eereeb iärrás algâaalmugijd, kulttuurlii omâstem sehe sämmilij teivâm olgoštem.

source: Speallu almmustahtto maiddái davvisámegillii álgojagis.
smn: Spellâ almostittoo meid orjâlâškielân algâivveest.

source: Guktot mobiilaspealut doibmet Seppo-vuloža alde.
smn: Kuohtuuh moobiilspeelah tuáimih Seppo-vuáđust.

source: Dat leat oahppolágádusaide ja nuoraid eará joavkkuide ollásit nuvttá, iige diŋgojeaddjis dárbbaš leat gárvvisin Seppo -liseansa.
smn: Toh láá oppâlájádâssáid já eres nuorâi juávhoid aaibâs nuuvtá, ige tiilájeijest taarbâš leđe Seppo-liiseens valmâšin.

source: Spealu speallan bistá diimmu.
smn: Spellâ pištá suulân tiijme verd.

source: Sámedihtui lea dárbu
smn: Sämmilâštiätun tárbu

source: Vuođđooahpahusa oahppoplána vuođustusat vuođđuduvvet árvomáilbmái, man guoddi fápmun máinnašuvvojit earret eará ovttaveardásašvuohta, olmmošvuoigatvuođaid gudnejahttin ja kultuvrralaš máŋggaláganvuođa riggodat.
smn: Vuáđumáttááttâs máttááttâsvuávám vuáđđuseh vuáđuduveh árvumaailmân, mon kyeddee vyeimin mainâšuvvoo eereeb iärrás oovtviärdásâšvuotâ, olmoošvuoigâdvuođâi kunnijâttem já kulttuurlii maaŋgâhámásâšvuođâ riggodâh.

source: Nappo maiddái máŋggabealat sámediehtu ja dan laktin Suoma historjái ja dálá beaivái lea oahpahusas dehálaš.
smn: Návt meid maaŋgâpiälásâš sämmilâštiätu já tom čoonnâm Suomâ historján já tááláá ááigán lii máttááttâsâst tehálâš.

source: Sámemánát ja -nuorat ožžot vuođđoskuvllas oalle uhcán guoskkahusa iežaset kultuvrii.
smn: Sämipárnááh já -nuorah finnejeh vuáđuškoovlâst viehâ uccáá ovtâstumsoojijd sii jieijâs kulttuurân.

source: Dálá oahpahus- ja kulturministeriija diŋgon čilgehusa mielde sámediehtu ii olus gávdno oahppogirjjiin, ja muhtumin diehtu lea boastut.
smn: Máttááttâs- já kulttuurministeriö tiilám vorâs čielgiittâs mield oppâkiirjijn ij ennuvgin lah sämmilâštiätu já motomin tot lii puástutiätu.

source: Oahppogirjjit sáhttet earret eará sisttis doallat govaid “sámegávttiin”, mat eai leat eakti gávttit.
smn: Oppâkiirjijn sättih ovdâmerkkân leđe koveh ”sämimááccuhijn”, moh iä lah puigâ.

source: Sámediggi ja Nuoraid Akademiija Dihtosis – prošeakta devdet dán dieđuid guoski váilevuođa.
smn: Sämitige já Nuorâi Akatemia Dihtosis-haahâ tiävdá taam vááijuvvuođâ.

source: Prošeakta ollašuhtto ovttas Sámedikki nuoraidráđiin.
smn: Haavâ olášuteh oovtâst Sämitige nuorâirađđijn.

source: Sámenuorain lea dehálaš rolla sihke prošeavtta plánemis, ovddideamis ja dan ollašuhttimis.
smn: Säminuorâin lii tehálâš rooli sehe haavâ vuáváámist, oovdedmist já olášutmist.

source: Sámenuorat leat válljen dahje dohkkehan buot dieđuid, govaid ja videoid, mat leat fárus Dihtosis -prošeavtta materiálain.
smn: Säminuorah láá valjim teikâ tuhhiittâm puoh tiäđuid, kuuvijd já videoid, moh láá mieldi Dihtosis-haavâ materiaalijn.

source: Mo ávvudit álbmotbeaivve?
smn: Maht ávudiđ aalmugpeeivi?

source: Movttiidahttit buot oahppolágádusaid ávvudit sámiid álbmotbeaivve 6.2. !
smn: Mij movtijdittep puoh oppâlájádâsâid ávudiđ sämmilij aalmugpeeivi 6.2.!

source: Juos diŋgot áiggil, gearggat vel fidnet bargobáji iežat luohkkái ávvobeaivve ollái.
smn: Jis tun tiilááh ääigild, te kiergânah vala finniđ pargopáájá tuu luokan juhlepeeivi alda.

source: Maiddái speallu lea movttiidahtti vuohki oahppat ođđa áššiid.
smn: Meid spellâ lii movtijdittee vyehi oppâđ uđđâ aašijd.

source: Spealuid máŋggabealat bargobihtát bohciidahttet ságastallama vel oahppodiimmu maŋŋáge.
smn: Speelâi maaŋgâpiälásiih pargopitáh rävkkih savâstâllâm vala tijme maŋa-uv.

source: Álbmotbeaivve várás lea maiddái fállun sámekultuvrra gieđahalli diehtogilvu – iđitrahpan.
smn: Aalmugpiäiván lii meid fálusist sämikulttuur kieđâvuššee tiätukišto –iiđeedlekkâm.

source: Dáppe sáhtát diŋgot spealuid ja skuvlagalledemiid
smn: Tääbbin tun puávtáh tiiláđ speelâid já škovlâkolliistâlmijd

source: Dáppe sáhtát luđet iđitrahpama álbmotbeaivin
smn: Tääbbin tun puávtáh luodiđ iiđeedlekkâm aalmugpiäiván

source: Dihtosis -prošeavtta ruhtada oahpahus- ja kulturministeriija.
smn: Máttááttâs- já kulttuurministeriö ruttâd Dihtosis-haavâ.

source: Prošeaktaáigi: 1.9.2020-30.6.2021.
smn: Hahâäigi: 1.9.2020-30.6.2021.

source: Lassidieđut:
smn: Lasetiäđuh:

source: S ámediggi
smn: Sämitigge

source: Nuoraidráđi ságajođiheaddji Anni-Sofia Niittyvuopio, tel. 040 7082 072, anni-sofia.niittyvuopio(at)samediggi.fi
smn: Nuorâirääđi saavâjođetteijee Anni-Sofia Niittyvuopio, puh 040 7082 072, anni-sofia.niittyvuopio(at)samediggi.fi

source: Nuoraidčálli Elli-Marja Hetta tel. 010 8393134, elli-marja.hetta(at)samediggi.fi
smn: Nuorâičällee Elli-Marja Hetta puh. 010 8393134, elli-marja.hetta(at)samediggi.fi

source: Nuor aid Aka demiija
smn: Nuorâi Akatemia

source: Prošeaktahoavda, Ulla Saalasti Tel. 040 567 4203 ulla.saalasti(at)nuortenakatemia.fi
smn: Proojeekthovdâ, Ulla Saalasti Puh. 040 567 4203 ulla.saalasti(at)nuortenakatemia.fi

source: Maria Aikio Prošeaktakoordináhtor tel. +358 40 8470 862 maria.
smn: Proojeektkoordinaattor, Maria Aikio Puh. +358 40 8470 862 maria.
